<template>
  <div class="m-10">
    <h3 class="mb-5 font-bold">漫画签约及设置VIP作品</h3>
    <p class="mb-5 text-gray-700 text-sm">
      1.漫画签约，当您已上传的作品达到一定的品质要求时，将会有网站编辑与您联系，在提供必要的信息后，帮您完成签约作者的身份转变。成为签约作者后，您将可以获得固定的稿酬、参与更多的作者培养计划向成功更进一步。
    </p>
    <p class="mb-5 text-gray-700 text-sm">
      2.作品怎样变成VIP作品，联系运营/编辑进行章节的VIP收费设置。
    </p>
    <p class="mb-5 text-gray-700 text-sm">
      3.VIP章节的价格如何设置，请联系平台编辑。
    </p>
    <p class="mb-5 text-gray-700 text-sm">
      4.如何和编辑进行沟通，如果您需要与编辑沟通，可以通过站内信或者通过编辑QQ号与编辑取得联系。
    </p>
    <p class="mb-5 text-gray-700 text-sm">
      5.如何获得漫客栈的推荐位，作品质量是保证获得推广的根本因素，不过优质的外部包装可以起到事半功倍的效果。建议您先仔细阅读上传规范，提供精美的作品封面、引人注目的作品简介、合适的漫画图片尺寸和篇幅、准确的作品标签、常态化的更新节奏，这些都是获得编辑青睐的。
    </p>
  </div>
</template>
