<template>
  <div class="m-10">
    <div class="mb-10">
      <h3 class="mb-2 font-bold">法律声明</h3>
      <p class="indent-8 leading-7 text-gray-700 text-sm">
        漫画屋是一个专业原创漫画网站（下称本网站、漫画屋或本站），按照下列条款与条件在本网站上提供信息和产品。访问本网站即表示您同意这些条款与条件。漫画屋保留通过本网站公告或系统通知的方式随时根据具体情况更改这些条款和条件，以及本网站所提及的产品、服务、价格与程序的权利。若违反下列条款与条件，则漫画屋保留诉诸法律并寻求补偿的权利。
      </p>
    </div>
    <div class="mb-10">
      <h3 class="mb-2 font-bold">法律声明</h3>
      <p class="indent-8 leading-7 text-gray-700 text-sm">
        漫画屋是一个专业原创漫画网站（下称本网站、漫画屋或本站），按照下列条款与条件在本网站上提供信息和产品。访问本网站即表示您同意这些条款与条件。漫画屋保留通过本网站公告或系统通知的方式随时根据具体情况更改这些条款和条件，以及本网站所提及的产品、服务、价格与程序的权利。若违反下列条款与条件，则漫画屋保留诉诸法律并寻求补偿的权利。
      </p>
    </div>
  </div>
</template>
